import React from 'react';

const Education = ()=>{
    return (
        <div>
            - **정의**
            - 구글에 똑같은 단어를 검색해도 나의 검색 결과와 친구의 검색 결과가 다를 수 있다는 사실을 알고 계시나요?
            - 필터버블은 개인화 알고리즘을 통해 인터넷 사용자가 자신의 관점에 관련된, 또는 선호하는 정보나 콘텐츠에만 노출되는 것을 의미합니다.
            - 필터버블 문제는 검색엔진, SNS 플랫폼, 스트리밍 서비스 뿐만 아니라 다양한 뉴스를 모아서 제공하는 뉴스 어그리게이터 플랫폼에서도 발생하고 있습니다.
            - **문제점**
            - **정보의 다양성 감소**
            - 필터버블은 사용자가 선호하는 의견과 관련된 정보나 이미 알고 있는 정보를 더 많이 제공하기 때문에 새로운 관점이나 다양한 의견에 대한 노출을 제한합니다. 이는 사용자가 접할 수 있는 정보의 다양성 감소로 이어지게 됩니다.
            - **사용자의 편향성 강화**
            - 필터버블은 사용자가 접할 수 있는 정보의 다양성을 감소시키기 때문에 사용자가 옳다고 생각하는 의견만을 강화하여 의견의 편향성을 일으킬 수 있다는 문제점이 있습니다.
            - **다양한 의견에 대한 이해 제한**
            - 필터버블은 개인화 알고리즘을 통해 특정 정보와 의견에만 사용자를 노출시켜 다양한 의견에 대한 이해를 저해시킬 수 있습니다. 이는 다양한 의견과 정보가 존재하는 사회에서 분열과 갈등의 원인이 될 수 있습니다.

        ⇒ 버블로우는 사용자들이 필터 버블을 극복하고 비판적인 사고를 가지기 위해 가장 먼저 자신이 보고 있는 정보가 어떤 정보인지 판단할 수 있어야 한다고 생각합니다. 그리고 이를 위해 뉴스 기사에 대한 신뢰도, 정치 기사에 대한 성향 분석, 경제 기사에 대한 감정 평가 결과를 제공합니다.
        </div>
    );
};


export default Education;